{
  "hero:title": "Start building your product today",
  "hero:subtitle": "We define, build and scale digital products that people want and businesses need.",
  "clients:title": "Our engineers have worked with",
  "claims:title": "Why you shouldn't think twice about hiring us",
  "claims:section1:title": "Smart investment, high speed",
  "claims:section2:title": "Pay for when you really need it",
  "claims:section3:title": "React to the scarcity of professionals",
  "claims:section4:title": "Phase Flexibility",
  "claims:section5:title": "Total Investment efficiency",
  "claims:section6:title": "Skin in the game",
  "claims:section1:text1": "Building a team to get a product v1 out of the door will take you much longer than hiring us. Being fast and good comes with time and we have that experience.",
  "claims:section1:text2": "We don't generate an extra burden on your in-house team. ",
  "claims:section1:text3": "We go over all the code and documentation and get down to work. ",
  "claims:section2:text1": "Paying for an in-house tech team if you don't need them in certain phases is a waste of resources.",
  "claims:section2:text2": "We don't create dependency of any kind. You won't even know we're there. ",
  "claims:section2:text3": "Our presence will be noticed in the form of constant progress. ",
  "claims:section3:text1": "People like us are hard to get. Teams like us are even harder to get and hardest to retain. Most company cultures aren't attractive for professionals like us to work for full-time.",
  "claims:section3:text2": "We make sure that, in the future, any other team can easily take the reins. ",
  "claims:section3:text3": "We can't conceive of delivering anything we're not proud to show.",
  "claims:section4:text1": "Products go through different phases which need different people. Hiring employees and having to let them go after a year usually isn't worth it. If you're sure you'll master your current phase with a team like us, we are your best bet.",
  "claims:section4:text2": "Their experience, as well as their agility in development, allows us to estimate and meet realistic deadlines. ",
  "claims:section5:text1": "A $1 spent on Bonsai is a $1 spent on a software creator. We don't have an overhead team of salespeople, managers and shareholders to compensate who only drive project costs up and deliver you no direct value.",
  "claims:section6:text1": "Our team size is the sweet spot for the work we do and we have full ownership of our company. What's a better indicator of your project getting the full attention and love it needs?",
  "cta:title": "Focus on the business, we'll do the rest",
  "cta:text": "We offer you the peace of mind of knowing that you are in good hands. ",
  "cta2:title": "Ready to give your project a boost?",
  "cta2:text": "Contact us and tell us what you need.",
  "approach:name": "Our approach",
  "team:name": "The team",
  "startups:name": "For startups",
  "about:title": "Bonsai founders",
  "about:pretitle": "About Us",
  "about:position:ignacio": "Founder. Strategy",
  "about:description:ignacio": "Obsessed with the process of continuous improvement. If something poses a challenge, he will find it inviting. Uncontrollable competitive gene.",
  "about:position:antonio": "Founder. Technology",
  "about:description:antonio": "Software engineer specialized in 3D and data visualization technologies. Passionate about teaching, ancient editors and esoteric programming languages.",
  "about:position:sara": "Founder. User interface & usability",
  "about:description:sara": "Specialist in crafting high-quality digital product experiences. Likes reading, painting and illustrating and has created over 1000 artworks.",
  "about:position:juanlu": "Founder. Technology",
  "about:description:juanlu": "Inveterate techie and expert drone pilot. Has created dozens of videogames and web experiences. No stack is out of reach.",
  "values:title": "We let our work speak for itself",
  "values:pretitle": "Why companies trust us",
  "values:value3:title": "Honesty",
  "values:value3:text1": "Our business model is based on looking after your interests.",
  "values:value2:text2": "We are ready to pivot at any time if your project requires it.",
  "values:value1:title": "Quality",
  "values:value1:text1": "We offer the certainty that things are being done right. ",
  "values:value3:text2": "We are not just another agency, we are the partner you are looking for.",
  "values:value2:title": "Agility",
  "values:value2:text1": "True agile does not understand methodologies.",
  "values:value1:text2": "Our codebase is clean and commented in a way that allows for perfect transferability to in-house teams.",
  "services:title": "What we can do for you",
  "services:name": "Our services",
  "services:pretitle": "Our main service is to meet your needs",
  "services:intro-text": "Front-end multiplatform applications, scalable cloud infrastructures, complex 3D visualizations... No project is out of your reach. ",
  "services:service1:title": "Product design",
  "services:service1:text": "Design a killer product with the best user experience for your clients.",
  "services:service2:title": "Product development",
  "services:service2:text": "Turn your business idea into reality with the industry’s best technologies.",
  "services:service3:title": "Dedicated team",
  "services:service3:text": "Give a boost to your project with the help of a top tier tech team.",
  "services:service4:title": "Software consultancy",
  "services:service4:text": "Improve your existing software or train your engineers to get to the next level.",
  "services:section2:title": "What you will get from us",
  "services:service5:title": "Faster time to market",
  "services:service6:title": "Things done right",
  "services:service7:title": "Top 1% tech talent",
  "services:service8:title": "True agile development",
  "aucta:title": "We’re the team that built Aucta’s 3D web editor!",
  "aucta:show-case-study": "Show me the case study!",
  "aucta:go": "Go to Aucta!",
  "about:name": "About",
  "map:title": "Where you can find us:",
  "map:address": " Sector Literatos 38. 28760, Tres Cantos. Madrid (Spain)",
  "contact:title": "Tell us about your project",
  "contact:lets-see": "Let's meet",
  "contact:lets-see-text": "Let's set up an online meeting.",
  "contact:send-email": "Send us an email",
  "contact:send-email-text": "Tell us about your project in detail.",
  "contact:lets-chat": "Let's chat",
  "contact:lets-chat-text": "Got a quick question?",
  "contact:name": "Contact",
  "quote:text": "I’m saving tons of project management time with Bonsai, because they listen very carefully, ask the right questions upfront and have an eye to engineer excellent web applications you will only get from senior people. They’re specialized and absolutely premium when it comes to UI/UX heavy React based web apps.",
  "quote:daniel-position": "Founder at Aucta",
  "action:hire": "Hire your team now!",
  "action:lets-start": "Let’s start now!",
  "action:lets-talk": "Let’s talk!",
  "action:start-working": "Let's get to work now",
  "action:program-meeting": "Schedule a meeting",
  "action:ask-budget": "Ask for a quote",
  "action:tell-us-your-project": "Tell us about your project",
  "info:based-madrid": "We are based on Madrid (Spain)",
  "info:all-rights-reserved": "All rights reserved",
  "info:privacy": "Privacy Policy",
  "info:legal": "Legal Notice",
  "info:cookies": "Cookies Policy",
  "privacy:section1:title1": "Data of the Data Controller",
  "privacy:section1:item1": "Company Name: Ignacio Ramos Howell Company, hereinafter 'The Company'.",
  "privacy:section1:item2": "Commercial Name: Bonsai.",
  "privacy:section1:item3": "Registered Address: Sector Literatos 38, 28760 Tres Cantos, Madrid.",
  "privacy:section1:item4": "NIF: 53657188M",
  "privacy:section1:item5": "Telephone: 646 036 206",
  "privacy:section1:item6": "Email: hola@bonsaitech.io",
  "privacy:section1:title2": "1.1. Applicable regulations",
  "privacy:section1:text1": "Our Privacy Policy has been designed in accordance with the EU General Data Protection Regulation 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation), and Organic Law 3/2018 of 5 December, on the Protection of Personal Data and Guarantee of Digital Rights. By providing us with your data, you declare that you have read and are aware of this Privacy Policy, giving your unequivocal and express consent to the processing of your personal data in accordance with the purposes and terms expressed herein. The Company may modify this Privacy Policy to adapt it to new legislation, jurisprudence or interpretation of the Spanish Data Protection Agency. These privacy conditions may be supplemented by the Legal Notice, Cookies Policy and General Conditions, if any, are collected for certain products or services, if such access involves any specialty in the field of personal data protection.",
  "privacy:section1:title3": "1.2. Data Protection Officer",
  "privacy:section1:text2": "The person responsible for the file is Ignacio Ramos Howell. If you wish to exercise your rights of access, rectification, cancellation or opposition, you may do so before the data controller by any means that allows proof of sending and receipt, or by sending an email to the following email address: hola@bonsaitech.io. ",
  "privacy:section2:title1": "2. Purpose of the Processing of Personal Data",
  "privacy:section2:text1": "The processing we carry out of your personal data responds to the following purposes:",
  "privacy:section2:text2": "Management of communication with people interested in contracting our services.",
  "privacy:section2:title2": "2.1. Retention period of your data.",
  "privacy:section2:text3": "We will keep your personal data from the time you give us your consent until you revoke it or request the limitation of processing. In such cases, we will keep your data blocked for the legally required periods.",
  "privacy:section3:title1": "3. Legitimation and Data Collected",
  "privacy:section3:text1": "The legitimacy for the processing of your data is the express consent given by a positive and affirmative act (fill out the appropriate form and check the box of acceptance of this policy) at the time of providing us with your personal data.",
  "privacy:section3:title2": "3.1. Consent to process your data",
  "privacy:section3:text2": "By filling in the forms, checking the box 'I accept the Privacy Policy' and clicking to send the data, or by sending e-mails to the Company through the accounts provided for this purpose, the User declares to have read and expressly accepted this privacy policy, and gives his unequivocal and express consent to the processing of his personal data in accordance with the purposes indicated.",
  "privacy:section3:title3": "3.2. Categories of data",
  "privacy:section3:text3": "The data to be collected will be personal.",
  "privacy:section4:title1": "4. Security Measures",
  "privacy:section4:text1": "As part of our commitment to ensure the security and confidentiality of your personal data, we inform you that we have adopted the necessary technical and organizational measures to ensure the security of personal data and prevent its alteration, loss, unauthorized processing or access, given the state of technology, the nature of the data stored and the risks to which they are exposed, according to Art. 32 of the RGPD EU 679/2016.",
  "privacy:section5:title1": "5. Transfer of Data",
  "privacy:section5:text1": "No data transfers or international transfers of your data are foreseen, except for those authorized by tax, commercial and telecommunications legislation as well as in cases where we are required to do so by a judicial authority.",
  "privacy:section6:title1": "6. User Rights",
  "privacy:section6:text1": "Any interested party has the right to obtain confirmation as to whether or not we are processing personal data concerning him/her. Interested parties have the right to access their personal data, as well as to request the rectification of inaccurate data or, where appropriate, to request its deletion when, among other reasons, the data is no longer necessary for the purposes for which it was collected. In certain circumstances, the interested parties may request the limitation of the processing of their data, in which case we will only keep them for the exercise or defense of claims. For reasons related to their particular situation, data subjects may object to the processing of their data. The Data Controller will stop processing the data, except for compelling legitimate reasons, or the exercise or defense of possible claims. In accordance with current legislation, you have the following rights: the right to request access to your personal data, the right to request its rectification or deletion, the right to request the limitation of its processing, the right to oppose its processing, the right to data portability and, likewise, to revoke the consent given. You also have the right to file a complaint with the Spanish Data Protection Agency.",
  "privacy:section6:title2": "6.1. How to exercise my rights?  ",
  "privacy:section6:text2": "To exercise your rights, you must contact the person responsible, requesting the corresponding form for the exercise of the chosen right. Optionally, you can go to the competent Control Authority to obtain additional information about your rights. The contact details for the exercise of your rights are telephone → 647 036 206 and email: → hola@bonsaitech.io. Remember to accompany a copy of a document that allows us to identify you. ",
  "privacy:section7:title1": "7. Consent to send Electronic Communications",
  "privacy:section7:text1": "Likewise, and in accordance with the provisions of Law 34/2002, of July 11, 2002, on Information Society Services and Electronic Commerce, by completing the data collection form and checking the corresponding box 'I accept the sending of electronic communications', you are giving your express consent to send information about the Company to your email address, telephone, fax or other electronic means.",
  "legal:section1:text1": "In order to comply with Article 10 of Law 34/2002 of Services of the Information Society and Electronic Commerce, we inform the user of our data:",
  "legal:section1:item1": "Company Name: Ignacio Ramos Howell, hereinafter 'The Provider'.",
  "legal:section1:item2": "Commercial Name: Bonsai",
  "legal:section1:item3": "Registered Address: Sector Literatos 38, 28760 Tres Cantos, Madrid.",
  "legal:section1:item4": "NIF: 53657188M",
  "legal:section1:item5": "Telephone: 646 036 206.",
  "legal:section1:item6": "Email: hola@bonsaitech.io",
  "legal:section2:title1": "Object",
  "legal:section2:text1": "The provider, responsible for the website, makes available to users this document with which it intends to comply with the obligations under Law 34/2002, of Services of the Information Society and Electronic Commerce (LSSI-CE), as well as inform all users of the website regarding what are the conditions of use of the website.",
  "legal:section2:text2": "Any person accessing this website assumes the role of user, committing to the observance and strict compliance with the provisions herein, as well as any other legal provision that may be applicable.",
  "legal:section2:text3": "The provider reserves the right to modify any type of information that may appear on the website, without any obligation to give prior notice or inform users of such obligations, being understood as sufficient with the publication on the website of the provider.",
  "legal:section3:title1": "Responsibility",
  "legal:section3:text1": "The provider disclaims any liability for the information published on its website, provided that this information has been manipulated or introduced by a third party external to it.",
  "legal:section3:text2": "The provider's website may use cookies (small information files that the server sends to the computer of the person accessing the page) to carry out certain functions that are considered essential for the proper functioning and visualization of the site. The cookies used on the website are, in any case, of a temporary nature for the sole purpose of making more efficient onward transmission and disappear at the end of the user's session. Under no circumstances will cookies be used to collect personal information. <a>Cookies Policy</a>.",
  "legal:section3:text3": "From the client's website you may be redirected to content on third party websites. Since the provider can not always control the content posted by third parties on their websites, it does not assume any responsibility for such content. In any case, the provider states that it will proceed to the immediate removal of any content that could violate national or international law, morality or public order, proceeding to the immediate withdrawal of the redirection to that website, informing the competent authorities of the content in question.",
  "legal:section3:text4": "The provider is not responsible for the information and content stored, including but not limited to, forums, chats, blogs generators, comments, social networks or any other means that allows third parties to publish content independently on the website of the provider. However, and in compliance with the provisions of art. 11 and 16 of the LSSI-CE, the provider is available to all users, authorities and security forces, and actively collaborating in the removal or blocking of all content that could affect or contravene national or international law, the rights of third parties or morality and public order. In the event that the user considers that there is any content on the website that could be susceptible to this classification, please notify the website administrator immediately.",
  "legal:section3:text5": "This website has been checked and tested for proper operation. In principle, it can be guaranteed to function correctly 365 days a year, 24 hours a day. However, the provider does not rule out the possibility of the existence of certain programming errors, or the occurrence of force majeure, natural disasters, strikes, or similar circumstances that make it impossible to access the website.",

  "legal:section4:title1": "Intellectual and Industrial Property",
  "legal:section4:text1": "The website, including but not limited to programming, editing, compilation and other elements necessary for its operation, designs, logos, text and / or graphics are the property of the provider or if you have a license or express authorization from the authors. All the contents of the website are duly protected by intellectual and industrial property regulations, as well as registered in the corresponding public registries.",
  "legal:section4:text2": "Regardless of the purpose for which they were intended, the total or partial reproduction, use, exploitation, distribution and marketing, in any case requires prior written authorization from the provider. Any use not previously authorized by the provider will be considered a serious breach of the intellectual or industrial property rights of the author.",
  "legal:section4:text3": "The designs, logos, text and / or graphics outside the provider and that may appear on the website belong to their respective owners, themselves responsible for any dispute that may arise in respect thereof. In any case, the provider has the express and prior authorization from them.",
  "legal:section4:text4": "The provider DOES NOT expressly AUTHORIZE third parties to redirect directly to the specific contents of the website, and in any case must redirect to the main website of the provider.",
  "legal:section4:text5": "The provider recognizes in favor of their owners the corresponding industrial and intellectual property rights, not implying its mere mention or appearance on the website the existence of any rights or liability of the provider on them, nor endorsement, sponsorship or recommendation by the same.",
  "legal:section4:text6": "To make any comments regarding possible breaches of the rights of intellectual or industrial property, as well as any of the contents of the website, you can do so through the email address listed in the identification data at the beginning of this document.",
  "legal:section5:title1": "Accuracy of the Information",
  "legal:section5:text1": "All the information provided by the User must be truthful. To these effects, the User guarantees the authenticity of the data communicated through the forms for the subscription of the Services. It will be the User's responsibility to keep all the information provided to the Company permanently updated so that it corresponds, at all times, to his or her real situation. In any case, the User will be solely responsible for any false or inaccurate statements made and the damages caused to the provider or third parties.",
  "legal:section6:title1": "Minors",
  "legal:section6:text1": "For the use of the services, minors must always obtain prior consent from parents, guardians or legal representatives, ultimately responsible for all acts performed by minors in their care. The responsibility for determining the specific content accessed by minors lies with them, which is why if they access inappropriate content on the Internet, mechanisms must be established on their computers, in particular computer programs, filters and blocks, which allow them to limit the content available and, although not infallible, are particularly useful for controlling and restricting the material to which minors may have access.",
  "legal:section7:title1": "Obligation to make correct use of the Website",
  "legal:section7:text1": "The User agrees to use the Web in accordance with the Law and this Legal Notice, as well as morality and good customs. To this end, the User will refrain from using the page for illegal or prohibited purposes, harmful to the rights and interests of third parties, or in any way damage, disable, overburden, impair or impede the normal use of computer equipment or documents, files and all kinds of content stored on any computer equipment of the provider.",
  "legal:section7:text2": "In particular, and by way of example but not exhaustive, the User undertakes not to transmit, disseminate or make available to third parties information, data, content, messages, graphics, drawings, sound or image files, photographs, recordings, software and, in general, any kind of material that:",
  "legal:section7:text3": "(a) is contrary to, disregards or infringes upon fundamental rights and public liberties recognized in the Constitution, international treaties and other applicable laws;",
  "legal:section7:text4": "(b) induces, incites or promotes criminal, denigrating, defamatory, violent or, in general, contrary to the law, morality and public order;",
  "legal:section7:text5": "(c) induces, incites or promotes discriminatory actions, attitudes or thoughts based on sex, race, religion, beliefs, age or condition;",
  "legal:section7:text6": "(d) is contrary to the right to honor, to personal or family privacy or to one's own image;  ",
  "legal:section7:text7": "(e) in any way damages the credibility of the provider or third parties; and",
  "legal:section7:text8": "(f) constitutes unlawful, misleading or unfair advertising.",
  "legal:section8:title1": "Applicable Law and Jurisdiction",
  "legal:section8:text1": "For the resolution of all disputes or questions related to this website or the activities developed in it, will apply Spanish law, to which the parties expressly submit themselves, being competent for the resolution of all disputes arising from or related to its use the Courts and Tribunals of the Community of Madrid.",
  "cookies:section1:title1": "General Information",
  "cookies:section1:text1": "Due to the entry into force of the amendment of the 'Law of Services of the Information Society' (LSSICE) established by Royal Decree 13/2012, it is mandatory to obtain the express consent of the user of all websites that use cookies expendable, before the user navigates through them.",
  "cookies:section1:title2": "What are cookies?",
  "cookies:section1:text2": "Cookies and other similar technologies such as local shared objects, flash cookies or pixels, are tools used by Web servers to store and retrieve information about their visitors, as well as to provide a proper functioning of the site.",
  "cookies:section1:text3": "The use of these devices allows the Web server to remember some data concerning the user, such as your preferences for viewing the pages of that server, name and password, products that most interest you, etc..",
  "cookies:section1:title3": "Cookies affected by the regulation and exempted cookies",
  "cookies:section1:text4": "According to the EU directive, the cookies that require the user's informed consent are analytical cookies and advertising and affiliation cookies, with the exception of technical cookies and those necessary for the operation of the website or the provision of services expressly requested by the user.",
  "cookies:section1:title4": "What types of cookies exist?",
  "cookies:section1:text5": "According to their ownership",
  "cookies:section1:item1": "Own Cookies: These are those that are sent to the user's terminal equipment from a computer or domain managed by the editor itself and from which the service requested by the user is provided.",
  "cookies:section1:item2": "Third-party cookies: These are those that are sent to the user's terminal equipment from a computer or domain that is not managed by the editor, but by another entity that processes the data obtained through the cookies.",
  "cookies:section1:text6": "According to their duration",
  "cookies:section1:item3": "Session Cookies: These are a type of cookies designed to collect and store data while the user accesses a web page.",
  "cookies:section1:item4": "Persistent cookies: They are a type of cookies in which the data remain stored in the terminal and can be accessed and treated for a period defined by the person responsible for the cookie, and that can range from a few minutes to several years.",
  "cookies:section1:text7": "According to their functionality  ",
  "cookies:section1:item5": "Necessary cookies: these are essential for the correct functioning of the website. They do not collect any type of user data and collect information such as language preference, whether the cookie policy has been accepted, etc.",
  "cookies:section1:item6": "Analysis Cookies: These are those that are well treated by us or by third parties, allow us to quantify the number of users and thus perform the measurement and statistical analysis of the use made by users of the service offered. To do this, your browsing on our website is analyzed in order to improve the range of products or services we offer.",
  "cookies:section1:item7": "Advertising or marketing cookies: These are those that allow the management, in the most effective way possible, of advertising spaces that, where appropriate, the editor has included on a website, application or platform from which provides the requested service based on criteria such as the edited content or the frequency at which the ads are displayed.",
  "cookies:section1:item8": "Cookies behavioral advertising or personalized marketing: These are those that allow the management, as effectively as possible, of advertising spaces that, where appropriate, the publisher has included on a web page, application or platform from which it provides the requested service. These cookies store information on user behavior obtained through the continuous observation of their browsing habits, which allows the development of a specific profile to display advertising based on the same. It is also possible that when you visit a web page or open an email where an advertisement or promotion about our products or services is published, a cookie may be installed in your browser that helps us to later show you advertising related to the search you have made, develop a control of our ads in relation to, for example, the number of times they are viewed, where they appear, what time they are seen, etc..",
  "cookies:section2:title1": "Cookie Statement",
  "cookies:section2:text1": "Please complete the following table with information on all cookies used on your website.",
  "cookies:section2:table-header1": "Cookie",
  "cookies:section2:table-header2": "Owner",
  "cookies:section2:table-header3": "Duration",
  "cookies:section2:table-header4": "Purpose",
  "cookies:section2:table-header5": "Type",
  "cookies:section2:table-cell21": "_gsas ",
  "cookies:section2:table-cell22": ".bonsaitech.io",
  "cookies:section2:table-cell23": "1 year 24 days",
  "cookies:section2:table-cell24": "---",
  "cookies:section2:table-cell25": "Others",
  "cookies:section2:table-cell1": "CONSENT",
  "cookies:section2:table-cell2": ".google.com",
  "cookies:section2:table-cell3": "2 years",
  "cookies:section2:table-cell4": "YouTube sets this cookie via embedded youtube-videos and registers anonymous statistical data",
  "cookies:section2:table-cell5": "Analytics",
  "cookies:section2:title2": "Revocation of consent to install Cookies",
  "cookies:section2:text2": "Explains in this section how users can withdraw or modify their consent to the use of cookies.  ",
  "cookies:section2:text3": "How to remove Cookies from the browser.",
  "cookies:section2:item1": "Chrome: <a> https://support.google.com/chrome/answer/95647 </a>",
  "cookies:section2:item2": "Internet Explorer: <a> https://support.microsoft.com/es-es/help/17442/windows-internet-explorer-delete-manage-cookies </a>",
  "cookies:section2:item3": "Firefox: <a> https://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-sitios-web-rastrear-preferencias </a>",
  "cookies:section2:item4": "Safari: <a> https://support.apple.com/es-es/guide/safari/sfri11471/mac </a>",
  "cookies:section2:item5": "Opera: <a> https://www.opera.com/help/tutorials/security/privacy/ </a>",
  "cookies:section2:text4": "If it is not listed, consult the documentation of the browser you have installed to block, delete or allow the downloading of Cookies."
}
